Repository: Hananasiri/final-project-clinics
Catalog: ClinicApp-hanan/*.lproj/Localizable.strings
Languages: ar

# العيادات
source: Clinics
ar: العيادات

# إرشادات طبية
source: Medical advice
ar: إرشادات طبية

# الملف الشخصي
source: Profile
ar: الملف الشخصي

# مواعيدي
source: My Appointments
ar: مواعيدي

# مواقع العيادات
source: Clinics Locations
ar: مواقع العيادات

# حفظ معلوماتك
source: Save your information
ar: حفظ معلوماتك

# تفضل بإدخال رقم جوالك
source: Enter your phone number
ar: تفضل بإدخال رقم جوالك

# خروج
source: Exit
ar: خروج

# تغيير اللغة
source: Change language
ar: تغيير اللغة

# دخول
source: Login
ar: دخول

# تسجيل الدخول
source: Register
ar: تسجيل الدخول

# رجوع
source: Back
ar: رجوع

# حجز
source: Add
ar: حجز

# عيادة دنتيرا لطب الأسنان
source: Dental Dintera clinic
ar: عيادة دنتيرا لطب الأسنان

# عيادة جويا لطب الأسنان
source: Dental Joya Clinic
ar: عيادة جويا لطب الأسنان

# عيادة المدار لطب الأسنان
source: Dental Al-madar Clinic
ar: عيادة المدار لطب الأسنان

# عيادة برو كلينيك
source: Proclinic Dental
ar: عيادة برو كلينيك

# عيادة دنتيرا
source: Dentera Dental
ar: عيادة دنتيرا

# عيادة جويا
source: Joya Dental
ar: عيادة جويا

# عيادة المدار
source: Almadar Dental
ar: عيادة المدار

# الإرشادات الطبية
source: Medical Advice
ar: الإرشادات الطبية

# دنتيرا-إرشادات طبية
source: Dentera-advices
ar: دنتيرا- إرشادات طبية

# خطط الرعاية المنزلية
source: Home Cares
ar: خطط الرعاية المنزلية

# دنتيرا-ابتسامة هوليود
source: Dentera-S Hollywood
ar: دنتيرا- ابتسامة هوليود

# دنتيرا-الحالات الطارئة
source: Dentera-Emergency
ar: دنتيرا- الحالات الطارئة

# جويا-الحالات الطارئة
source: Joya-Emergency
ar: جويا -الحالات الطارئة

# جويا-ابتسامة هوليود
source: Joya-S Hollywood
ar: جويا -ابتسامة هوليود

# المدار-خلع أسنان
source: Madar-tooth extraction
ar: المدار- خلع أسنان

# المدار-مراجعة دورية
source: Madar-periodic review
ar: المدار- مراجعة دورية

# المدار-ابتسامة هوليود
source: Madar-S Hollywood
ar: المدار- ابتسامة هوليود

# بروكلينيك-قسم الأطفال
source: Proclinic-Children
ar: بروكلينيك-قسم الأطفال

# بروكلينيك-ابتسامة هوليود
source: Proclinic-S Hollywood
ar: بروكلينيك-ابتسامة هوليود

# بروكلينيك-تقويم أسنان
source: Proclinic-Orthodontics
ar: بروكلينيك-تقويم أسنان

# بروكلينيك-الكشف الروتيني
source: Proclinic-Appointment
ar: بروكلينيك-الكشف الروتيني

# بروكلينيك-علاج العصب
source: Proclinic-Disarmament
ar: بروكلينيك-علاج العصب

# المدار-الحالات الطارئة
source: Madar-Emergency
ar: المدار- الحالات الطارئة

# المدار-نزع العصب
source: Madar-Disarmament
ar: المدار- نزع العصب

# علاج أسنان الأطفال
source: Children's dental
ar: علاج أسنان الأطفال

# الحالات الطارئة
source: Emergency
ar: الحالات الطارئة

# دنتيرا-تقويم الأسنان
source: Dentera-Orthodontics
ar: دنتيرا- تقويم الأسنان

# جويا-تقويم الأسنان
source: Joya-orthodontics
ar: جويا -تقويم الأسنان

# جويا-تركيبات الأسنان
source: Joya-tooth install
ar: جويا -تركيبات الأسنان

# تركيبات الفينير
source: veneer structures
ar: تركيبات الفينير

# نزع الأعصاب
source: Disarmament
ar: نزع الأعصاب

# دنتيرا-نزع العصب
source: Dentera-Disarmament
ar: دنتيرا- نزع العصب

# جويا-نزع العصب
source: Joya-Disarmament
ar: جويا -نزع العصب

# خلع الأسنان
source: tooth extraction
ar: خلع الأسنان

# علاج العصب
source: Nerve filling
ar: علاج العصب

# ازالة الجير
source: lime removal
ar: ازالة الجير

# الكشف الروتيني
source: routine detection
ar: الكشف الروتيني

# تركيبات الأسنان
source: fixed dentures
ar: تركيبات الأسنان

# المراجعات الدورية
source: Periodic reviews
ar: المراجعات الدورية

# د.علي الحسن
source: Dr.Ali
ar: د.علي الحسن

# د.علي خالد
source: Dr.Ali khaled
ar: د.علي خالد

# د.رانيا شيخ
source: Dr.Rania
ar: د.رانيا شيخ

# د.مروان معتز
source: Dr.Marwan
ar: د.مروان معتز

# د.ماجد فهد
source: Dr.Majed
ar: د.ماجد فهد

# د.ولاء عز
source: Dr.Walaa
ar: د.ولاء عز

# د.نور علي
source: Dr.Noor
ar: د.نور علي

# د.خالد الفهد
source: Dr.Khalid
ar: د.خالد الفهد

# د.علاء مجد
source: Dr.Alaa
ar: د.علاء مجد

# د.سامية علي
source: Dr.samia
ar: د.سامية علي

# د.فهد وليد
source: DR.Fahad
ar: د.فهد وليد

# د.هند سامي
source: Dr.Hend
ar: د.هند سامي

# د.إىمان فلاح
source: Dr.Eman
ar: د.إىمان فلاح

# د.مجدي خالد
source: Dr.Majdi
ar: د.مجدي خالد

# د.ليلى نهار
source: Dr.Laila
ar: د.ليلى نهار

# د.ندى خالد
source: Dr.Nada
ar: د.ندى خالد

# د.سارة يوسف
source: Dr.Sara
ar: د.سارة يوسف

# د.عيسى صلاح
source: Dr.Essa
ar: د.عيسى صلاح

# د.ناجي فارس
source: Dr.Naji
ar: د.ناجي فارس

# د.فارس سعد
source: Dr.Fares
ar: د.فارس سعد

# ٨-٩ ص
source: 8-9 AM
ar: ٨-٩ ص

# ١-٣ م
source: 1-3 AM
ar: ١-٣ م

# ١١-١٢ م
source: 11-12 AM
ar: ١١-١٢ م

# ٤-٥ م
source: 4-5 AM
ar: ٤-٥ م

# ٦-٧ م
source: 6-7 PM
ar: ٦-٧ م

# ١-٢ م
source: 1-2 AM
ar: ١-٢ م

# ٣-٤ م
source: 3-4 AM
ar: ٣-٤ م

# ٦-٨ م
source: 6-8 AM
ar: ٦-٨ م

# ٩-١٠ ص
source: 9-10 AM
ar: ٩-١٠ ص

source: Use fluoride toothpaste to provide the most effective protection against cavities
ar: استعمل معجون الأسنان المحتوي على الفلورايد وذلك لتوفير الحماية الأكثر ‫فعالية ضد التسوس

# تناول الماء من أفضل المشروبات للصحة، بما فيها صحة الفم
source: Water is one of the best drinks for health, including oral health
ar: تناول الماء من أفضل المشروبات للصحة، بما فيها صحة الفم

# توجه إلى طبيب الأسنان مرتين بحد أدنى خلال السنة، ليتم اكتشاف المشكلات الصحية
source: go to the dentist at least twice a year, to find health problems
ar: توجه إلى طبيب الأسنان مرتين بحد أدنى خلال السنة، ليتم اكتشاف المشكلات الصحية

source: Mouthwash helps reduce acid in the mouth and cleans hard-to-clean areas
ar: يساعد غسول الفم على تقليل نسبة الحمض الموجودة بالفم، وينظف المناطق التي يصعب تنظيفها

source: Eat foods that promote oral health, such as dairy products, eggs, and legumes
ar: احرص على تناول الأطعمة التي تعزز من صحة الفم والأسنان، مثل منتجات الألبان، والبيض، والبقوليات

# تجنب تناول المشروبات الغازية، وقلل من الشاي، والقهوة
source: Avoid soft drinks, cut back on tea and coffee
ar: تجنب تناول المشروبات الغازية، وقلل من الشاي، والقهوة
